Repository: tesselle/arkhe
Catalog: po/R-*.po
Languages: es, fr

source: Yes
es: Sí
fr: Oui

source: Cancel
es: Cancelar
fr: Annuler

source: %s must be of length %d; not %d.
es: %s debe tener una longitud %d; no %d.
fr: %s doit être de longueur %d et non %d.

source: Elements of %s must be of lengths %s; not %s.
es: Los elementos de %s deben tener una longitud %s; no %s.
fr: Les éléments de %s doivent être de longueur %s et non %s.

source: %s must be of dimension %s; not %s.
es: %s debe ser de dimensión %s; no %s.
fr: %s doit être de dimension %s et non %s.

source: %s must be empty.
es: %s debe estar vacío.
fr: %s doit être vide.

source: %s must not be empty.
es: %s no debe estar vacío.
fr: %s ne doit pas être vide.

source: %s must have names.
es: %s debe tener nombres.
fr: %s doit avoir des noms.

source: %s must have the following names: %s.
es: %s debe tener los siguientes nombres: %s.
fr: %s doit avoir les noms suivants : %s.

source: %s must have row names.
es: %s debe tener nombres de fila.
fr: %s doit avoir des noms de ligne.

source: %s must have the following row names: %s.
es: %s debe tener los siguientes nombres de fila: %s.
fr: %s doit avoir les noms de ligne suivants : %s.

source: %s must have column names.
es: %s debe tener nombres de columna.
fr: %s doit avoir des noms de colonnes.

source: %s must have the following column names: %s.
es: %s debe tener los siguientes nombres de columna: %s.
fr: %s doit avoir les noms de colonnes suivants : %s.

source: Elements of %s must be unique.
es: Los elementos de %s deben ser únicos.
fr: Les éléments de %s doivent être uniques.

source: Can't find a predicate for this type: %s.
es: No se puede encontrar un predicado para este tipo: %s.
fr: Impossible de trouver un prédicat pour ce type : %s.

source: %s must be %s; not %s.
es: %s debe ser %s; no %s.
fr: %s doit être %s et non %s.

source: Can't find a predicate for this scalar: %s.
es: No se puede encontrar un predicado para este scalar: %s.
fr: Impossible de trouver un prédicat pour ce scalaire : %s.

source: %s must be a scalar (%s).
es: %s debe ser un scalar (%s).
fr: %s doit être un scalaire (%s).

source: %s must be a function.
es: %s debe ser una función.
fr: %s doit être une fonction.

source: %s must contain integers (counts).
es: %s debe contener números enteros (cuentas).
fr: %s doit contenir des nombres entiers.

source: %s must contain positive numbers.
es: %s debe contener números positivos.
fr: %s doit contenir des nombres positifs.

source: %s must contain negative numbers.
es: %s debe contener números negativos.
fr: %s doit contenir des nombres négatifs.

source: %s must contain odd numbers.
es: %s debe contener números impares.
fr: %s doit contenir des nombres impairs.

source: %s must contain even numbers.
es: %s debe contener números pares.
fr: %s doit contenir des nombres pairs.

source: %s must be constant.
es: %s debe ser constante.
fr: %s doit être constant.

source: %s must be decreasing.
es: %s debe ser decreciente.
fr: %s doit être décroissant.

source: %s must be increasing.
es: %s debe ser creciente.
fr: %s doit être croissant.

source: %s must be lower than %s.
es: %s debe ser inferior a %s.
fr: %s doit être inférieur à %s.

source: %s must be greater than %s.
es: %s debe ser mayor que %s.
fr: %s doit être supérieur à %s.

source: %s must be a square matrix, not %s.
es: %s debe ser una matriz cuadrada, no %s.
fr: %s doit être une matrice carrée et non %s.

source: %s must be a symmetric matrix.
es: %s debe ser una matriz simétrica.
fr: %s doit être une matrice symétrique.

source: <%s> instance initialization: %s
es: <%s>inicialización de instancia: %s
fr: <%s> instanciation: %s

source: Data checking:
es: Verificación de datos:
fr: Vérification des données :

source: %s of numeric values are zero
es: %s de los valores numéricos son cero

source: Nothing to remove.
es: Nada que quitar.
fr: Rien à enlever.

source: Removing %g %s out of %g (%s).
es: Eliminando %g %s de %g (%s).
fr: Suppression de %g %s sur %g (%s).

source: Extreme order statistics used as endpoints.
es: Estadísticas de orden extremo utilizadas como puntos finales.

source: Package %s is required.
es: Se requiere el paquete %s.
fr: Le package %s est requis.

source: Do you want to install it?
es: ¿Quieres instalarlo?
fr: Souhaitez-vous l'installer ?

source: %s must have %s row; not %s.
es: %s debe tener %s fila; no %s.
fr: %s doit avoir %s ligne et non %s.

source: %s must have %s column; not %s.
es: %s debe tener %s columna; no %s.
fr: %s doit avoir %s colonne et non %s.

source: %s must not contain missing values (%d detected).
es: %s no debe contener valores perdidos (%d detectado).
fr: %s ne doit pas contenir de valeurs manquantes (%d détectée).

source: %s must not contain infinite values (%d detected).
es: %s no debe contener valores infinitos (%d detectado).
fr: %s ne doit pas contenir de valeurs infinies (%d détectée).

source: %d observation
es: %d observación

source: %d numeric variable
es: %d variable numérica

source: %d binary variable
es: %d variable binaria

source: %d categorial variable
es: %d variable categorial

source: %d missing value:
es: %d valor perdido:

source: %d observation (%s) contains missing values
es: %d observación (%s) contiene valores perdidos

source: %d variable (%s) contains missing values
es: %d variable (%s) contiene valores perdidos

source: %d variable with no variance
es: %d variable con varianza igual a cero

source: element
es: elemento
fr: élément

source: row
es: fila
fr: ligne

source: column
es: columna
fr: colonne

source: No
fr: Non

source: %s of numeric values are zero.
fr: %s des valeurs numériques sont égales à zéro.

source: %d missing value:
fr: %d valeur manquante :

source: %d observation (%s) contains missing values.
fr: %d observation (%s) contient des valeurs manquantes.

source: %d variable (%s) contains missing values.
fr: %d variable (%s) contient des valeurs manquantes.

source: %d variable with no variance.
fr: %d variable de variance nulle.

source: %d numeric variable.
fr: %d variable numérique.

source: %d binary variable.
fr: %d variable binaire.

source: %d categorial variable.
fr: %d variable catégorielle.
